/* Translate: Apply Filter to your selected Image */
"Apply Filter to your selected Image" = "Apply Filter to your selected Image";

/* Translate: Filter My Photos directive */
"Filter My Photos" = "Filter My Photos";

/* This is the title for our alert controller */
"Filter Your Photos" = "Filter Your Photos";

/* Translate Select an Image from your Gallery */
"Select an Image from your Gallery" = "Select an Image from your Gallery";

/* Translate Select an Image from your Photos */
"Select an Image from your Photos" = "Select an Image from your Photos";

/* Translate: take a Photo */
"Take a Photo" = "Take a Photo";

/* This is the message for our alert controller */
"What would you like to do with your image" = "What would you like to do with your image";


/* Translate: Apply Filter to your selected Image */
//"Apply Filter to your selected Image" = "Desirez-Vous Filtrer vos Photo?";

/* Translate: Filter My Photos directive */
//"Filter My Photos" = "Filtrer Mes Photos";

/* This is the title for our alert controller */
//"Filter Your Photos" = "Filtrer Mes Photos";

/* Translate Select an Image from your Gallery */
//"Select an Image from your Gallery" = "Sélectionnez un image de votre Gallerie";

/* Translate Select an Image from your Photos */
//"Select an Image from your Photos" = "Sélectionnez un image de votre Photos";

/* Translate: take a Photo */
//"Take a Photo" = "Prendez un Photo";

/* This is the message for our alert controller */
//"What would you like to do with your image" = "Quesquez vous voulez faire?";






